adguard.adblock
angular.ng-template
asciidoctor.asciidoctor-vscode
astral-sh.ty
astro-build.astro-vscode
bierner.github-markdown-preview
bierner.markdown-checkbox
bierner.markdown-emoji
bierner.markdown-footnotes
bierner.markdown-mermaid
bierner.markdown-preview-github-styles
bierner.markdown-yaml-preamble
bradlc.vscode-tailwindcss
bruno-api-client.bruno
bufbuild.vscode-buf
charliermarsh.ruff
christian-kohler.path-intellisense
dart-code.dart-code
dart-code.flutter
dbaeumer.vscode-eslint
denoland.vscode-deno
docker.docker
donjayamanne.githistory
editorconfig.editorconfig
elijah-potter.harper
esbenp.prettier-vscode
fill-labs.dependi
github.copilot-chat
github.vscode-github-actions
golang.go
grapecity.gc-excelviewer
humao.rest-client
ionide.ionide-fsharp
james-yu.latex-workshop
jeff-hykin.better-cpp-syntax
jetbrains.j2k-vscode
jetbrains.kotlin
julialang.language-julia
llvm-vs-code-extensions.lldb-dap
llvm-vs-code-extensions.vscode-clangd
mads-hartmann.bash-ide-vscode
marimo-team.vscode-marimo
mermaidchart.vscode-mermaid-chart
meta.pyrefly
microsoft-aspire.aspire-vscode
ms-azuretools.vscode-containers
ms-ceintl.vscode-language-pack-zh-hans
ms-dotnettools.csdevkit
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-kubernetes-tools.vscode-kubernetes-tools
ms-ossdata.vscode-pgsql
ms-playwright.playwright
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.cmake-tools
ms-vscode.cpp-devtools
ms-vscode.cpptools
ms-vscode.hexeditor
ms-vscode.live-server
ms-vscode.makefile-tools
ms-vscode.powershell
ms-vscode.remote-explorer
ms-vscode.remote-repositories
ms-vscode.remote-server
msjsdiag.vscode-react-native
myriad-dreamin.tinymist
nefrob.vscode-just-syntax
oxc.oxc-vscode
redhat.ansible
redhat.fabric8-analytics
redhat.java
redhat.vscode-microprofile
redhat.vscode-quarkus
redhat.vscode-xml
redhat.vscode-yaml
rust-lang.rust-analyzer
stripe.markdoc-language-support
stylelint.vscode-stylelint
sumneko.lua
svelte.svelte-vscode
tamasfe.even-better-toml
tboox.xmake-vscode
tomoki1207.pdf
typescriptteam.native-preview
vitest.explorer
vmware.vscode-boot-dev-pack
vmware.vscode-spring-boot
voidzero.vite-plus-extension-pack
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscjava.vscode-spring-boot-dashboard
vscjava.vscode-spring-initializr
vscode-icons-team.vscode-icons
vue.volar
ziglang.vscode-zig
